<script>
export default {
  data() {
    return {
      items1: [
        "(주)오케이다이렉트대부중개2016-서울강동-00074(대부중개업) / TEL:1661-0670",
        "대출금리 : 최대 연 20%이내(연체금리 대출금리 + 3%p이내(연20%이내))",
        "대상고객 : 만 20세 이상 만 70세 미만",
      ],
      items2: [
        "단, 일부 담보대출 상품에 한해 저당설정, 해지비용과조기상환수수료가 발생할 수 있음(조기 상환수수료 0%~3.0%, 취급하는 금융사마다 차등적용)",
        "대출시 신용등급 또는 개인신용평점 하락으로다른 금융거래가 제약 받을 수 있습니다.",
        "과도한 빚은 당신에게 큰 불행을 안겨줄 수 있습니다.",
        "이 사이트에서 광고되는 상품들의 상환기간은 모두 60일이상이며, 60개월 미만입니다.",
        "대출 총 비용 예시는 다음과 같습니다.1,000,000원을 12개월동안 이자 20%, 최대 연이자율 20%로원리금균등 상환시 총 상환금액은 1,111,560원 입니다.(대출 상품에 따라 달라질 수 있습니다.)",
        "채무의 조기상환수수료율 등 조기상환조건 없음.",
      ],
    };
  },
};
</script>

<template>
  <footer>
    <li v-for="(item, index) in items1" :key="index">{{ item }}</li>
    <li style="color: red">
      취급수수료 등 기타부대비용 없음. 중개수수료를 요구하거나받는 것은
      불법입니다.
    </li>
    <li v-for="(item, index) in items2" :key="index">{{ item }}</li>
  </footer>
</template>

<style scoped lang="sass">
footer
    padding-inline: 3%
    padding-block: 5%
</style>
